{
    "logoTitle1": "Mening ",
    "logoTitle2": "portfolioim",
    "home": "Bosh sahifa",
    "aboutMe": "Men haqimda",
    "skills": "Ko'nikmalar",
    "works": "Ishlarim",
    "contact": "Aloqa",
    "title1": "Salom",
    "title2": "Men ",
    "titleSpan": "Azamat",
    "title3": "Veb dasturchiman",
    "bannerText": "Men ajoyib veb-xizmatlarni yaratish orqali biznesni rivojlantirishga yordam beraman. Agar siz ishni tugatishni yaxshi ko'radigan ishlab chiqaruvchini qidirsangiz, unda siz menga murojaat qilishingiz kerak😉",
    "age": "15 yosh",
    "location": "O'zbekiston/Toshkent",
    "hello": "Salom",
    "aboutMeTitle1": "Mening",
    "aboutMeText1": " ismim Azamat, men veb-dasturchiman. Yaqinda men 10 oy davom etgan PROWEB ta'lim markazida veb-dasturlash kursini tugatdim. Shu vaqt ichida men HTML, CSS, JavaScript, React, Node.js kabi ko'plab zamonaviy texnologiyalar va vositalarni o'rganib chiqdim.",
    "aboutMeTitle2": "Kurs",
    "aboutMeText2": " davomida men qulay va funktsional veb-ilovalarni yaratish ko'nikmalarini rivojlantirishga yordam beradigan haqiqiy loyihalar ustida ishladim. Men nafaqat toza va samarali kod yozishni o'rgandim, balki ishlab chiqishda foydalanuvchi tajribasi va biznes maqsadlarini hisobga olish qanchalik muhimligini angladim.",
    "aboutMeTitle3": "Endi",
    "aboutMeText3": " men bilim va ko'nikmalarimni amalda qo'llashga tayyorman. Agar siz doimo mukammallikka intiladigan mas'uliyatli va ishtiyoqli veb-ishlab chiquvchini istasangiz, men sizning vazifangizni mamnuniyat bilan qabul qilaman. Birgalikda biz barcha kutganlardan oshib ketadigan ajoyib mahsulotni yaratishimiz mumkin!",
    "htmlText": "HyperText Markup Language yoki HTML - bu veb-brauzerda ko'rsatish uchun mo'ljallangan hujjatlar uchun standart belgilash tili.",
    "cssText": "Cascading Style Sheets (CSS) - bu HTML yoki XML kabi belgilash tilida yozilgan hujjatning ko'rinishini tasvirlash uchun ishlatiladigan uslublar jadvali tili.",
    "scssText": "CSS-ga kompilyatsiya qilingan preprocessor skript Tili. Oddiy CSS-da mavjud bo'lmagan o'zgaruvchilar, uyalar, funktsiyalar va boshqa imkoniyatlardan foydalanishga imkon berish orqali CSS kodini yozish va qo'llab-quvvatlashni osonlashtiradi.",
    "javaScriptText": "JavaScript - bu veb-ishlab chiqish uchun keng qo'llaniladigan mashhur dasturlash tili. Bu ko'p qirrali va uni i hlab chiqari h uchun i hlati h mumkin.",
    "reactText": "React - bu foydalanuvchi interfeyslari va interaktiv veb-ilovalarni yaratish uchun ishlatiladigan JavaScript kutubxonasi. Bu ishlab chiquvchilarga qayta ishlatiladigan foydalanuvchi interfeysi komponentlarini yaratish va dastur holatini samarali boshqarish imkonini beradi.",
    "viteText": "Vite - bu zamonaviy veb-ilovalarni tezroq va samaraliroq ishlab chiqishga imkon beradigan veb-ilovalarni yaratish vositasi.",
    "worksText": "Agar siz mening ko'proq loyihalarimni ko'rishni istasangiz: ",
    "zone": "Zone kino uskunalariga ixtisoslashgan jadal rivojlanayotgan kompaniya. Yuqori sifatli uskunalar bilan ta'minlash haqida qayg'urgan holda, zona kinematograflar va ishlab chiqarish jamoalarining ehtiyojlarini qondiradi, ularga o'zlarining ijodiy dizaynlarini hayotga tatbiq etish uchun eng yangi texnologiyalar va ishonchli vositalardan foydalanish imkoniyatini beradi.",
    "blueCollar": "BlueCollar - ваш лучший поставщик услуг для широкого спектра домашних и технических нужд. Специализируясь на ремонте кондиционеров и электронных устройств, BlueCollar также специализируется на строительстве домов и установке современных систем безопасности. Доверьтесь BlueCollar, чтобы получить квалифицированные решения и обеспечить бесперебойную и безопасную работу вашего дома.",
    "nike": "Nike-eng yaxshi sport poyabzali va kiyim do'koni. Yuqori samarali krossovkalar va zamonaviy, funktsional kiyimlarga ixtisoslashgan Nike sizning sport ko'rsatkichlaringizni yaxshilash va sizni eng yaxshi holatda ushlab turish uchun mo'ljallangan mahsulotlarni taklif etadi. Nike-da eng yaxshi sport yangiliklari va uslubini kashf eting.",
    "crypAppy": "CrypAppy-bu sizning kripto valyutangizni boshqarish uchun ishonchli platformangiz. Xavfsiz saqlash va tranzaktsiyalarga ixtisoslashgan CrypAppy foydalanuvchilarga raqamli aktivlarini xavfsiz saqlash, uzatish va boshqarish imkonini beruvchi intuitiv ilovani taklif etadi. Siz tajribali savdogar bo'lasizmi yoki kripto-valyuta dunyosida yangi bo'lasizmi, CrypAppy moliyaviy mablag'larni samarali va xavfsiz boshqarish uchun zarur bo'lgan vositalar va xavfsizlikni ta'minlaydi."
}