{
    "logoTitle1": "My ",
    "logoTitle2": "portfolio",
    "home": "Home",
    "aboutMe": "About me",
    "skills": "Skills",
    "works": "Works",
    "contact": "Contact",
    "title1": "Hi",
    "title2": "I'm ",
    "titleSpan": "Azamat",
    "title3": "Web developer",
    "bannerText": "I help the business grow by creating amazing web services. If you are looking for a developer who likes to finish the job, then you should contact me😉",
    "age": "15 years old",
    "location": "Uzbekistan/Tashkent",
    "hello": "Hello!",
    "aboutMeTitle1": "My",
    "aboutMeText1": " name is Azamat and I am a web programmer. I recently completed a web development course at PROWEB education center, which lasted 10 months. During this time, I learned a lot of modern technologies and tools, including HTML, CSS, JavaScript, React, Node.js and more.",
    "aboutMeTitle2": "During",
    "aboutMeText2": " the course, I worked on real-world projects that helped me develop the skills to create user-friendly and functional web applications. Not only did I learn how to write clean and efficient code, but I also realized how important it is to consider user experience and business goals when developing.",
    "aboutMeTitle3": "Now",
    "aboutMeText3": " i am ready to put my knowledge and skills into practice. If you need a responsible and passionate web developer who always strives for perfection, I will gladly take on your task. Together we can create an amazing product that will exceed all expectations!",
    "htmlText": "The HyperText Markup Language or HTML is the standard markup language for documents designed to be displayed in a web browser.",
    "cssText": "Cascading Style Sheets (CSS) is a style sheet language used for describing the presentation of a document written in a markup language such as HTML or XML.",
    "scssText": "Preprocessor scripting language that is compiled into CSS. It makes writing and maintaining CSS code easier by allowing variables, nesting, functions, and other features not available in regular CSS.",
    "javaScriptText": "JavaScript is a popular programming language that is widely used for web development. It is versatile and can be used for both client-side and server-side programming.",
    "reactText": "React is a JavaScript library used to create user interfaces and interactive web applications. It allows developers to create reusable user interface components and efficiently manage the state of an application.",
    "viteText": "Vite is a web application creation tool that is designed to enable faster and more efficient development of modern web applications.",
    "worksText": "If you want to see more of my projects: ",
    "zone": "Zone is a dynamic company specializing in film equipment. With a commitment to providing high-quality gear, Zone caters to the needs of filmmakers and production teams, ensuring they have access to the latest technology and reliable tools to bring their creative visions to life.",
    "blueCollar": "BlueCollar is your best service provider for a wide range of home and technical needs. Specializing in air conditioning and electronic repairs, BlueCollar also specializes in home construction and installation of state-of-the-art security systems. Trust BlueCollar for expert solutions to keep your home running smoothly and safely.",
    "nike": "Nike is your premier destination for the latest in athletic footwear and sports apparel. Specializing in high-performance sneakers and stylish, functional clothing, Nike offers products designed to enhance your athletic performance and keep you at the top of your game. Discover the best in sports innovation and style at Nike.",
    "crypAppy": "CrypAppy is your reliable platform for managing cryptocurrency. Specializing in secure storage and transactions, CrypAppy offers an intuitive app where users can safely store, transfer, and manage their digital assets. Whether you're an experienced trader or new to the world of cryptocurrency, CrypAppy provides the tools and security you need for efficient and secure financial management."
}